; MSETUP4 string table
[STRING]
CHARSET="163"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac="Không thể khởi động phần mềm này do đang có người dùng khác sử dụng."
MSE1="Không thể khởi động lại hệ thống. Đóng trình cài đặt hoặc phần mềm ứng dụng hiện đang chạy. Sau đó, thoát chương trình thiết lập của Canon và thử lại."
MSE2="Không thể sử dụng chương trình này với hệ điều hành hiện tại."
MSE3="Để cài đặt phần mềm, bạn phải đăng nhập vào tài khoản quản trị viên.\nNhấp [OK] để hủy cài đặt. Nếu bạn đang sử dụng đĩa CD-ROM, hãy tháo đĩa sau khi nhấp [OK].\nSau khi hủy cài đặt, đăng nhập vào tài khoản quản trị viên, rồi cài đặt phần mềm."
MSE3_Mac="Đăng nhập bằng tài khoản quản trị viên để khởi động phần mềm này."
MSE31_Mac="Tên người dùng và mật khẩu của quản trị viên là bắt buộc để cài đặt phần mềm này."
MSE4="Bạn cần phần mềm ứng dụng phù hợp để hiển thị tệp đã chọn."
MSE5="Không đủ dung lượng trống trên ổ đĩa %D%. Cần %S% M byte để cài đặt phần mềm."
MSE6="Thư mục chỉ định không hợp lệ. Chỉ định một thư mục cho phép ghi nằm trong ổ đĩa cứng cục bộ."
MSE7="Không thể khởi động chương trình do độ phân giải màn hình thấp. Thay đổi độ phân giải thành 800x600 pixel hoặc cao hơn, rồi thực hiện lại thao tác.\nKhi bạn cài đặt trên Máy tính bảng, thiết lập hướng màn hình thành chế độ ngang, rồi thực hiện thao tác."
MSE7_Mac="Không thể khởi động chương trình do độ phân giải màn hình thấp. Thay đổi độ phân giải thành 800x600 pixel hoặc cao hơn, rồi thực hiện lại thao tác."
MSE8="Không có đĩa CD-ROM trong ổ CD-ROM.\nLắp lại đĩa CD-ROM vào ổ."
MSE9="Tên tệp không được chứa bất kỳ ký tự nào sau đây:\n/ , ; * ? \\" < > |"
MSE10="Tên đường dẫn đã chỉ định vượt quá giới hạn. Chỉ định tên đường dẫn trong 150 ký tự."
MSE11="Tên ổ không được bao gồm trong tên đường dẫn đã chỉ định hoặc chỉ định đường dẫn với đường dẫn tương đối. Chỉ định đường dẫn tuyệt đối."
MSE14="Không thể sử dụng chương trình này với máy tính."
MSE15="Có thể thực hiện chương trình này trên Windows 2000 Service Pack 4 hoặc hệ điều hành cao hơn. Nếu hệ điều hành của bạn thấp hơn Service Pack 4, cập nhật Windows 2000 lên Service Pack 4 hoặc cao hơn và thực hiện lại thao tác."
MSE16="Không thể mở tệp."
MSE17="Có thể thực hiện chương trình này trên Windows XP Service Pack 2 hoặc hệ điều hành cao hơn. Nếu hệ điều hành của bạn thấp hơn Service Pack 2, cập nhật Windows XP lên Service Pack 2 hoặc cao hơn và thực hiện lại thao tác."
MSE18="Có thể thực hiện chương trình này trên Windows XP Service Pack 3 hoặc phiên bản cao hơn khi sử dụng Windows XP. Cập nhật Windows XP lên Service Pack 3 hoặc cao hơn và thử lại."
MSE19="Có thể thực hiện chương trình này trên Windows Vista Service Pack 1 hoặc phiên bản cao hơn khi sử dụng Windows Vista. Cập nhật Windows Vista lên Service Pack 1 hoặc cao hơn và thử lại."
MSE20="Có thể thực hiện chương trình này trên Windows Vista Service Pack 2 hoặc phiên bản cao hơn khi sử dụng Windows Vista. Cập nhật Windows Vista lên Service Pack 2 hoặc cao hơn và thử lại."
MSE21="Không có đĩa CD-ROM trong ổ. Ứng dụng thiết lập sẽ đóng ngay bây giờ."
MSM0001="OK"
MSM0002="Hủy bỏ"
MSM0003="Có"
MSM0004="Không"
MSM0005="Quay lại"
MSM0006="Tiếp"
MSM0007="Tiếp tục"
MSM0008="Bỏ dở"
MSM0009="Thoát"
MSM0010="Cài đặt"
MSM0011="Trợ giúp"
MSM0012="Chọn tất cả"
MSM0013="Xóa tất cả"
MSM0014="Kiểm tra thông tin mới nhất"
MSM0015="Tiếp tục cài đặt"
MSM0016="Hủy bỏ cài đặt"
MSM0017="Ngôn ngữ"
MSM0018="Mặc định"
MSM0019="Bỏ qua"
MSM0020="Lên đầu trang"
MSM0021="Đóng"
MSM0022="Lưu"
MSM0101="Lỗi"
MSM0102="Cảnh báo"
MSM0103="Thông tin"
MSM0104="Canon"
MSM1001="Ngôn ngữ"
MSM1002="Chọn ngôn ngữ để sử dụng với chương trình này rồi nhấp [Tiếp]."
MSM1003="Chọn ngôn ngữ để sử dụng với chương trình này rồi nhấp [Quay lại]."
MSM1004="Vui lòng chọn ngôn ngữ của bạn."
MSM1011="Bắt đầu cài đặt công cụ trình trợ giúp. Công cụ trình trợ giúp cần thiết cho thao tác thiết lập."
MSM1021="Đang thu nhận thông tin"
MSM1022="Đang thu nhận thông tin về trình điều khiển và phần mềm mới nhất."
MSM1023="Để truy nhập internet, phần mềm này sẽ thu nhận thông tin đã lưu trong chuỗi khóa của bạn.\nNếu hộp thoại 'Xác nhận truy nhập vào chuỗi khóa' xuất hiện, nhấp [Luôn Cho phép]."
MSM1024="Đang thu nhận thông tin về phần mềm mới nhất."
MSM1031="Lỗi thu nhận thông tin"
MSM1032="Thu nhận thông tin về trình điều khiển và phần mềm thất bại. Kiểm tra kết nối mạng và thử lại."
MSM1033="Không thể tìm thấy phần mềm tương thích với môi trường của bạn."
MSM1034="Thu nhận thông tin về phần mềm thất bại. Kiểm tra kết nối mạng và thử lại."
MSM1051="Chọn máy in"
MSM1052="Chọn máy quét"
MSM1103="Hoa Kỳ, Canada, Mỹ La-tinh"
MSM1104="Châu Âu, Trung Đông, Châu Phi"
MSM1105="Châu Á"
MSM1106="Khu vực Thái Bình Dương"
MSM1116="Quốc gia và khu vực"
MSM1117="Chọn nơi cư trú của bạn."
MSM1118="Chọn quốc gia hoặc khu vực của bạn. Nếu quốc gia hoặc khu vực của bạn không được liệt kê bên dưới, chọn \"Khác\"."
MSM1241="Bắt đầu thiết lập"
MSM1242="Bắt đầu quá trình thiết lập cần thiết để sử dụng máy từ máy tính.\nThực hiện theo hướng dẫn trên màn hình."
MSM1243="Bắt đầu thiết lập"
MSM1244="Phần mềm này cho phép bạn sử dụng máy từ máy tính."
MSM1245="Phần mềm hữu ích"
MSM1246="Giới thiệu cách tải về và sử dụng phần mềm để có thể dùng máy một cách hiệu quả nhất."
MSM1247="Hướng dẫn sử dụng trực tuyến"
MSM1248="Có thể kiểm tra trực tuyến hướng dẫn sử dụng."
MSM1249="Sử dụng phần mềm cập nhật tìm thấy trên mạng internet"
MSM1250="Cài đặt"
MSM1305="Ổ đĩa %DRIVELETTER% %DISKSPACE% MB dung lượng trống"
MSM1306="Tổng dung lượng đã sử dụng: %ITEMSPACE% MB"
MSM1307="%s MB"
MSM1311="Ứng dụng"
MSM1312="Thời gian cài đặt ước tính: %INSTALLTIME_MIN% đến %INSTALLTIME_MAX% phút"
MSM1315="Quá trình cài đặt có thể mất một chút thời gian tùy thuộc vào môi trường mạng của bạn."
MSM1451="Danh sách cài đặt phần mềm"
MSM1452="Phần mềm đã chọn sẽ được cài đặt. Đảm bảo đã chọn phần mềm bạn muốn cài đặt, rồi nhấp [Tiếp]."
MSM1453_Mac="Bạn cần cài đặt toàn bộ phần mềm bên dưới để sử dụng tất cả các chức năng của máy in này."
MSM1454="Phần mềm này là bắt buộc và không thể bỏ chọn."
MSM1455_Mac="Bạn cần cài đặt toàn bộ phần mềm bên dưới để sử dụng tất cả các chức năng của máy quét này."
MSM1601="Thỏa thuận cấp phép"
MSM1602="Trước khi cài đặt chương trình phần mềm đã chọn, đọc kỹ thỏa thuận cấp phép dưới đây."
MSM1603="Nếu bạn chấp nhận thỏa thuận, nhấp [Có]. Nếu bạn nhấp [Không], quá trình cài đặt phần mềm sẽ bị hủy bỏ."
MSM1604="Trước khi cài đặt %CURRENT_STEPITEM%, đọc kỹ thỏa thuận cấp phép dưới đây."
MSM1605="Nếu bạn chấp nhận thỏa thuận, nhấp [Có]. Nếu bạn nhấp [Không], phần mềm này sẽ không được cài đặt."
MSM1606="Sản phẩm Canon"
MSM1607="Nếu bạn không chấp nhận thỏa thuận cấp phép, phần mềm này sẽ không được cài đặt. OK?"
MSM1608="Nếu bạn không chấp nhận thỏa thuận cấp phép, ứng dụng này và Print Studio Pro yêu cầu ứng dụng này sẽ không được cài đặt. OK?"
MSM1671="Cài đặt .NET Framework"
MSM1672="Chưa cài đặt Microsoft .NET Framework 4 trên máy tính của bạn. Để sử dụng toàn bộ phần mềm, bạn cần cài đặt Microsoft .NET Framework 4. Bạn có muốn cài đặt phần mềm này không?"
MSM1681="Không tìm thấy Microsoft .NET Framework 4"
MSM1682="Microsoft .NET Framework 4 không được tìm thấy hoặc không được cài đặt chính xác.\nMicrosoft .NET Framework 4 phải được cài đặt chính xác để cài đặt phần mềm này."
MSM1683="Phần mềm bạn đã chọn yêu cầu cài đặt .Net Framework. Phần mềm này có thể không được cài đặt nếu bạn không kết nối với mạng Internet."
MSM1684="  - %s"
MSM1701="Tiến trình cài đặt: %PROGRESS%%"
MSM1702="Còn khoảng %RESTTIME% phút cho đến khi hoàn tất"
MSM1711="Đang tải xuống..."
MSM1712="Đang tính thời gian còn lại..."
MSM1804="Thỏa thuận cấp phép"
MSM1809="Hoàn tất"
MSM1901="Đang xử lý"
MSM1902="Đang xử lý. Vui lòng đợi."
MSM1903="Quá trình này có thể mất khoảng một phút."
MSM1904="Đang cài đặt: %ITEM%"
MSM1905="Đang tải xuống: %ITEM%"
MSM1906="Đang tải xuống %PROG_CAPA%/%TOTAL_CAPA%MB"
MSM1907="Đang kiểm tra các mục sẽ tải xuống..."
MSM1908="Đang tải xuống... %d/%d"
MSM2001="Kết nối máy in"
MSM2002="Đảm bảo đã kết nối máy in với máy tính và bật máy in."
MSM2003="Không phát hiện được máy in. Kiểm tra kết nối."
MSM2008="Đang đăng ký máy in vào máy tính.\nQuá trình này có thể mất một khoảng thời gian."
MSM2010="Kết nối máy in"
MSM2031="Kết nối máy quét"
MSM2032="Đảm bảo đã kết nối máy quét với máy tính và bật máy quét, nếu máy có nút BẬT."
MSM2033="Không phát hiện được máy quét. Kiểm tra kết nối."
MSM2034="Đã phát hiện được máy quét. Vui lòng chờ cho đến khi quá trình cài đặt hoàn tất."
MSM2096="Phát hiện máy in"
MSM2097="Tìm kiếm máy in trên mạng."
MSM2111="Đang kiểm tra trạng thái máy in"
MSM2112="Kiểm tra phương thức kết nối"
MSM2113="Kết nối máy in với bộ định tuyến không dây sau bằng cách sử dụng kết nối không dây?"
MSM2114="Bộ định tuyến không dây: %s"
MSM2115="Máy in (Số sê-ri): %s (%s)"
MSM2116="Cho phép sử dụng máy in sau với kết nối Wi-Fi?"
MSM2117="Cho phép sử dụng máy in sau với kết nối mạng LAN có dây?"
MSM2118="Cho phép sử dụng %s với kết nối USB?"
MSM2119="Cho phép sử dụng máy in sau với Kết nối trực tiếp?"
MSM2120="Giới thiệu về loại kết nối"
MSM2121="Chọn bộ định tuyến không dây"
MSM2122="Chọn bộ định tuyến không dây mà bạn muốn kết nối với máy in."
MSM2123="Bộ định tuyến không dây:"
MSM2124="Mật khẩu:"
MSM2125="Ẩn văn bản"
MSM2126="Thêm thủ công"
MSM2131="Nhập thông tin của bộ định tuyến không dây."
MSM2132="Tên mạng (SSID):"
MSM2133="Loại mật mã hóa:"
MSM2134="Không sử dụng"
MSM2135="Sử dụng WEP"
MSM2136="Sử dụng WPA/WPA2"
MSM2137="Không có"
MSM2138="WEP"
MSM2139="WPA/WPA2"
MSM2141="Độ dài khóa WEP:"
MSM2142="64bit"
MSM2143="128bit"
MSM2151="Định dạng khóa WEP:"
MSM2152="ASCII"
MSM2153="Thập lục phân"
MSM2161="ID khóa WEP:"
MSM2162="1"
MSM2163="2"
MSM2164="3"
MSM2165="4"
MSM2171="Với WEP 64 bit, độ dài khóa phải là 5 ký tự ở định dạng ASCII.\nVui lòng nhập lại."
MSM2172="Với WEP 64 bit, độ dài khóa phải là 10 chữ số ở định dạng thập lục phân.\nVui lòng nhập lại."
MSM2173="Với WEP 128 bit, độ dài khóa phải là 13 ký tự ở định dạng ASCII.\nVui lòng nhập lại."
MSM2174="Với WEP 128 bit, độ dài khóa phải là 26 chữ số ở định dạng thập lục phân.\nVui lòng nhập lại."
MSM2175="Không thể sử dụng các ký tự ngoại trừ ký tự ASCII nếu định dạng khóa là ASCII.\nNhập giá trị đúng."
MSM2176="Không thể dùng ký tự ngoài chữ số thập lục phân nếu định dạng khóa là hệ thập lục phân.\nNhập giá trị đúng."
MSM2177="Nhập mật khẩu có 8 đến 63 ký tự (ASCII) hoặc 64 chữ số (thập lục phân)."
MSM2178="Mật khẩu không hợp lệ. Nhập 5 hoặc 13 ký tự, hay 10 hoặc 26 ký tự (thập lục phân)."
MSM2181="Kiểm tra tên mạng (SSID)"
MSM2182="Bộ định tuyến không dây (SSID): %s\n\nNếu tên mạng (SSID) chính xác, nhấp [Tiếp] để tiếp tục.\nNếu tên mạng (SSID) không chính xác, nhấp [Quay lại] và thêm lại bộ định tuyến không dây."
MSM2183="Mật khẩu cho bộ định tuyến không dây có thể không chính xác.\nNhấp [Quay lại] và nhập lại mật khẩu."
MSM2184="Lỗi chọn mạng (SSID)"
MSM2185="Máy in của bạn không hỗ trợ mạng 5GHz.\nVui lòng nhấp [Quay lại] và chọn mạng (SSID) hỗ trợ 2.4GHz."
MSM2186="Loại mật mã hóa của bộ định tuyến không dây không khớp với cài đặt mật mã hóa.\nVui lòng nhấp [Quay lại] và thêm lại bộ định tuyến không dây."
MSM2190="Chọn mạng (SSID)"
MSM2191="Không thể tìm thấy mạng (SSID) kết nối với máy tính này từ máy in. Chọn tên mạng (SSID)."
MSM2192="Địa chỉ MAC:"
MSM2193="(Chọn)"
MSM2194="Mạng khác"
MSM2195="Cài đặt mạng (SSID)"
MSM2196="Nhập thông tin mạng (SSID)."
MSM2197="Mật khẩu"
MSM2198="Nhập mật khẩu mạng (SSID)."
MSM2199="Tên mạng (SSID): %s"
MSM2200="Tên mạng (SSID): %s\n\nNếu tên mạng (SSID) chính xác, nhấp [Tiếp] để tiếp tục.\nNếu tên mạng (SSID) không chính xác, nhấp [Quay lại] và chọn lại tên mạng (SSID)."
MSM2201="Mật khẩu cho mạng (SSID) có thể không chính xác.\nNhấp [Quay lại] và nhập lại mật khẩu."
MSM2202="Máy in của bạn không hỗ trợ mạng 5GHz.\nVui lòng nhấp [Quay lại] và chọn mạng (SSID) hỗ trợ 2.4GHz."
MSM2203="Loại mật mã hóa của mạng (SSID) không khớp với cài đặt mật mã hóa.\nVui lòng nhấp [Quay lại] và cấu hình lại."

MSM2252="Hoàn tất thiết lập"
MSM2253="Quá trình thiết lập để in từ máy tính hoàn tất.\nTiếp theo, phần mềm sẽ được cài đặt."
MSM2254="Cài đặt chưa hoàn tất.\nĐể tiếp tục cài đặt phần mềm hữu ích, nhấp [Tiếp tục]."
MSM2255="Thiết lập đã hoàn tất."
MSM2256="Hiện bạn có thể in từ máy tính."
MSM2261="Đang thiết lập"
MSM2262="Kết nối mạng tạm thời bị tắt trong khi thiết lập.\nQuá trình này có thể mất ít phút. Vui lòng đợi."
MSM2263="Thực hiện thiết lập không dây thất bại. Tạm dừng quá trình và chọn phương thức thiết lập khác bằng cách thực hiện theo hướng dẫn trên màn hình."
MSM2264="Đang thực hiện thiết lập. Quá trình này có thể mất ít phút. Vui lòng đợi."
MSM2301="Cài đặt không thành công"
MSM2310="Lỗi tìm kiếm máy in"
MSM2311="Không tìm thấy máy in được kết nối.\nĐể tìm kiếm lại máy in, nhấp [Tìm kiếm lại]."
MSM2312="Tìm kiếm lại"
MSM2313="Đã hủy thiết lập"
MSM2314="Đã hủy thiết lập.\nNhấp [Lên đầu trang] và bắt đầu lại thiết lập."
MSM2315="Cài đặt thất bại.\nNhấp [Lên đầu trang] và bắt đầu lại thiết lập."
MSM2390="Bạn cần thực hiện căn chỉnh đầu in trước khi sử dụng máy in này. Để tìm hiểu chi tiết, nhấp [Căn chỉnh đầu in] và thực hiện theo hướng dẫn hiển thị trên màn hình.\n\nKhi căn chỉnh hoàn tất, nhấp [Tiếp]."
MSM2391="Căn chỉnh đầu in"
MSM2401="Khuyến cáo về Căn chỉnh đầu in"
MSM2411="Căn chỉnh đầu in"
MSM2413="Thực hiện"
MSM2414="Khi in ảnh trên máy in này, bạn nên thực hiện căn chỉnh đầu in. Để thực hiện căn chỉnh đầu in ngay, nạp giấy thường vào trong cát-xét và nhấp [Thực hiện]. Sau khi căn chỉnh đầu in hoàn tất, nhấp [Tiếp]. Để tìm hiểu chi tiết, tham khảo hướng dẫn sử dụng máy in.\n\nNgoài ra, có thể sử dụng căn chỉnh đầu in sau khi hoàn tất thiết lập. Để tiếp tục mà không thực hiện căn chỉnh đầu in, nhấp [Tiếp]."
MSM2416="Bạn cần thực hiện căn chỉnh đầu in trước khi sử dụng máy in này. Nhấp [Thực hiện] để hiển thị màn hình Bắt đầu căn chỉnh đầu in. Thực hiện theo hướng dẫn trên màn hình để in mẫu hình căn chỉnh. Đặt mẫu hình căn chỉnh đã in lên màn quét và quét.\n\nSau khi căn chỉnh đầu in hoàn tất, nhấp [Tiếp]."
MSM2416_Mac="Bạn cần thực hiện căn chỉnh đầu in trước khi sử dụng máy in này. Nhấp [Thực hiện] để hiển thị màn hình Bắt đầu căn chỉnh đầu in. Thực hiện theo hướng dẫn trên màn hình để in mẫu hình căn chỉnh. Đặt mẫu hình căn chỉnh đã in lên màn quét và quét.\n\nSau khi căn chỉnh đầu in hoàn tất, nhấp [Tiếp]."
MSM2417="Máy in này có căn chỉnh đầu in. Nếu bản in ra có các đường lệch hoặc không như ý, căn chỉnh đầu in có thể giải quyết được các vấn đề này."
MSM2418="Bạn cần thực hiện căn chỉnh đầu in trước khi sử dụng máy in này. Nạp giấy vào máy in, nhấp [Thực hiện], rồi nhấp [Tiếp]."
MSM2418_Mac=
MSM2420="Đang tìm kiếm máy in."
MSM2421="Đang tìm kiếm %PRODUCTNAME%."
MSM2422="Không thể tìm được mục chờ máy in."
MSM2423="Nhấp [Đăng ký máy in] để đăng ký máy in của bạn."
MSM2424="Đăng ký máy in"
MSM2434="Đăng ký máy quét"
MSM2437_Mac="Thêm máy in"
MSM2438_Mac="Khi bạn nhấp [Thêm máy in], các máy in khả dụng sẽ hiển thị. Chọn %s mà có \"Canon IJ Network\" hiển thị trong trường loại, rồi nhấp [Thêm].\nSau khi thêm máy in, nhấp [Tiếp]."
MSM2439_Mac="Nếu máy in có thể thêm không hiển thị hoặc nếu bạn không chắc về cách sử dụng màn hình, nhấp [Hướng dẫn sử dụng trực tuyến]."
MSM2440_Mac="Chọn máy quét"
MSM2441_Mac="Thiết lập máy quét theo máy tính.\n\nNhấp [Chọn máy quét] để bắt đầu phần mềm ứng dụng cho cài đặt máy quét. Thực hiện theo hướng dẫn phần mềm ứng dụng để hoàn tất."
MSM2451="Đăng ký người dùng"
MSM2453="Tiếp"
MSM2464="Đăng ký người dùng"
MSM2465="Đăng ký sản phẩm Canon của bạn ngay hôm nay và bạn sẽ có những quyền lợi sau đây:\n- Nhận bản tin qua email hàng tháng với các chương trình tiết kiệm của Canon\n- Nhận dự án Creative Park vui nhộn và các lời khuyên hữu ích\n- Là một trong số những người đầu tiên nhận thông báo về bản nâng cấp phần mềm"
MSM2474="Đăng ký người dùng"
MSM2475="Bằng cách đăng ký sản phẩm của mình, bạn có thể nhận thông tin hữu ích về sản phẩm và dịch vụ. Bạn cần kết nối internet để đăng ký."
MSM2484="Đăng ký sản phẩm"
MSM2485JU="Đăng ký sản phẩm Canon của bạn ngay hôm nay và bạn sẽ có những quyền lợi sau đây:\n- Canon U.S.A. sẽ giữ thông tin của bạn trong hồ sơ trong trường hợp bạn yêu cầu bảo hiểm\n- Là một trong số những người đầu tiên nhận thông báo về bản nâng cấp phần mềm\n- Nhận bản tin qua email hàng tháng với các chương trình tiết kiệm của Canon"
MSM2485M="Bằng cách cập nhật và đăng ký sản phẩm mới, bạn có thể nhận thông tin hữu ích về sản phẩm và dịch vụ. Bạn cần kết nối internet để cập nhật và đăng ký."
MSM2486_Mac="Nếu bạn nhấp [Tiếp], tên sản phẩm, thông tin hệ điều hành và thông tin khu vực của bạn sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký."
MSM2486_Mac2="Nếu bạn nhấp [Tiếp], tên sản phẩm, thông tin hệ điều hành, thông tin khu vực của bạn và số sê-ri của Máy in sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký."
MSM2487="Để đăng ký sau, nhấp [Hủy bỏ] và chuyển sang bước tiếp theo. Bạn cũng có thể đăng ký sản phẩm bất cứ khi nào bạn muốn qua Quick Menu."
MSM2501="Đăng ký người dùng CANON iMAGE GATEWAY"
MSM2502="Đăng ký"
MSM2503="Đăng ký sản phẩm qua CANON iMAGE GATEWAY"
MSM2504="CANON iMAGE GATEWAY là dịch vụ trực tuyến độc quyền miễn phí thành viên/phí thành viên hàng năm dành cho người mua sản phẩm. Bạn có thể sử dụng các dịch vụ khác nhau giúp nâng cao sự thích thú cho trải nghiệm ảnh kỹ thuật số nếu bạn đăng ký người dùng."
MSM2505="CANON iMAGE GATEWAY là trang web không mất phí thành viên. Chúng tôi cung cấp thông tin hỗ trợ về sản phẩm và thông tin liên quan đến việc in các ấn phẩm ví dụ như thiệp mừng năm mới. Chúng tôi cũng đưa ra nhiều lời khuyên hữu ích như kỹ thuật chụp ảnh dành cho máy ảnh Canon để giúp bạn tận hưởng các sản phẩm, và đồng thời cũng cung cấp các thông tin quý báu về ưu đãi dành riêng cho thành viên."
MSM2506="Nếu bạn nhấp [Đăng ký], tên sản phẩm, thông tin hệ điều hành và thông tin khu vực của bạn sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký."
MSM2507="Nếu bạn nhấp [Đăng ký], tên sản phẩm, thông tin hệ điều hành, thông tin khu vực của bạn và số sê-ri của Máy in sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký."
MSM2511="Đăng ký người dùng"
MSM2513="Đăng ký sản phẩm"
MSM2514="Đăng ký sản phẩm Canon của bạn ngay hôm nay và bạn sẽ có những quyền lợi sau đây:\n- Nhận bản tin qua email hàng tháng với các chương trình tiết kiệm của Canon\n- Nhận dự án Creative Park vui nhộn và các lời khuyên hữu ích\n- Là một trong số những người đầu tiên nhận thông báo về bản nâng cấp phần mềm"
MSM2515="Bằng cách đăng ký sản phẩm của mình, bạn có thể nhận thông tin hữu ích về sản phẩm và dịch vụ. Bạn cần kết nối internet để đăng ký."
MSM2516="Nếu bạn nhấp [Tiếp], tên sản phẩm, thông tin hệ điều hành và thông tin khu vực của bạn sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký."
MSM2517="Nếu bạn nhấp [Tiếp], tên sản phẩm, thông tin hệ điều hành, thông tin khu vực của bạn và số sê-ri của Máy in sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký."
MSM2521="Đăng ký người dùng. Tên sản phẩm, thông tin hệ điều hành, thông tin khu vực của bạn và số sê-ri của Máy in sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký. Để tiếp tục, nhấp [OK]."
MSM2522="Đăng ký người dùng. Tên sản phẩm, thông tin hệ điều hành và thông tin khu vực của bạn sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký. Để tiếp tục, nhấp [OK]."
MSM2526="Đăng ký người dùng. Tên sản phẩm, thông tin hệ điều hành, thông tin khu vực của bạn và số sê-ri của Máy in sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký. Để tiếp tục, nhấp [OK]."
MSM2527="Đăng ký người dùng. Tên sản phẩm, thông tin hệ điều hành và thông tin khu vực của bạn sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký. Để tiếp tục, nhấp [OK]."
MSM2551="Đăng ký người dùng Canon %s"
MSM2552="Gỡ cài đặt đăng ký người dùng"
MSM2571="Trình gỡ cài đặt đăng ký người dùng %s"
MSM2572="Bạn có chắc muốn xóa hoàn toàn 'Đăng ký người dùng Canon %s' cùng tất cả các cấu phần không?"
MSM2573="Gỡ cài đặt đã hoàn tất thành công."
MSM2574="Gỡ cài đặt thất bại."
MSM2575="Bạn phải khởi động lại máy tính để hoàn tất gỡ cài đặt. Nhấp [OK] để khởi động lại. Nhấp [Hủy bỏ] để khởi động lại sau."
MSM2576="Bạn phải có quyền của quản trị viên để gỡ cài đặt Đăng ký người dùng Canon %s."
MSM2577="Đăng ký người dùng. Tên sản phẩm, thông tin hệ điều hành và thông tin khu vực của bạn sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được phản ánh trực tiếp trên màn hình đăng ký. Để tiếp tục, nhấp [OK]."
MSM2577_Mac2="Đăng ký người dùng. Tên sản phẩm, thông tin hệ điều hành, thông tin khu vực của bạn và số sê-ri của Máy in sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký. Để tiếp tục, nhấp [OK]."
MSM2578="Đăng ký người dùng. Tên sản phẩm, thông tin hệ điều hành và thông tin khu vực của bạn sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký. Để tiếp tục, nhấp [OK]."
MSM2578_2="Đăng ký người dùng. Tên sản phẩm, thông tin hệ điều hành, thông tin khu vực của bạn và số sê-ri của Máy in sẽ tự động được thu thập và gửi đến Canon qua Internet. Những thông tin này sẽ được sử dụng cho mục đích duy nhất là mở màn hình đăng ký. Để tiếp tục, đảm bảo máy in được kết nối với máy tính, sau đó bật máy in và nhấp [OK]."
MSM2580="Kết nối thất bại. Đảm bảo đã bật kết nối mạng, rồi thử lại. Nếu vẫn thất bại, chờ trong giây lát và thử lại. Bạn cũng có thể đăng ký bất cứ khi nào bạn muốn qua Solution Menu EX."
MSM2581="Kết nối thất bại. Đảm bảo đã bật kết nối mạng, rồi thử lại. Nếu vẫn thất bại, chờ trong giây lát và thử lại."
MSM2582="Kết nối thất bại."
MSM2584="Đang kết nối. Vui lòng đợi."
MSM2585="Nhập tên người dùng và mật khẩu tường lửa của bạn."
MSM2586="Tên người dùng:"
MSM2587="Mật khẩu:"
MSM2589="Kết nối thất bại. Đảm bảo đã bật kết nối mạng, rồi thử lại. Nếu vẫn thất bại, chờ trong giây lát và thử lại."
MSM2590="Bạn không thể kết nối khi máy in đang bận, ví dụ như khi làm sạch hoặc thực hiện căn chỉnh đầu in.\nThử thiết lập Wi-Fi lại khi máy in không hoạt động."
ExecutingPrefSet_Mac="Chương trình ứng dụng được liên kết với CanoScan Toolbox"
MSM2601="Cài đặt đã hoàn tất thành công."
MSM2602="Khởi động lại hệ thống bây giờ (khuyến cáo)"
MSM2603="Tiếp tục trực tuyến"
MSM2604="Nhấp [Tiếp tục trực tuyến] để truy cập trang web của Canon, nơi bạn có thể tải xuống các ứng dụng bổ sung và có thêm thông tin về các chức năng và dịch vụ khả dụng cho máy in của bạn.\nPhần mềm này sẽ đóng và trang web Canon sẽ mở trong trình duyệt của bạn."
MSM2605="Tiếp tục trực tuyến"
MSM2701="Hủy cài đặt"
MSM2702_Mac="Cài đặt chưa hoàn tất. Để tiếp tục cài đặt, nhấp [Tiếp tục]. Để hủy bỏ cài đặt, nhấp [Bỏ dở]."
MSM2801="Thay đổi cài đặt hệ thống"
MSM2802="Bạn phải khởi động lại hệ thống trước khi cài đặt mới có hiệu lực.\nBạn có muốn khởi động lại hệ thống ngay không?"
MSM2851="Extended Survey Program"
MSM2870="Để phát triển và tiếp thị các sản phẩm đáp ứng tốt hơn nhu cầu của khách hàng, Canon yêu cầu bạn gửi đến Canon qua Internet các thông tin sau đây, liên quan đến sản phẩm Canon của bạn."
MSM2871="Để phát triển và tiếp thị các sản phẩm đáp ứng tốt hơn nhu cầu của khách hàng, Canon yêu cầu bạn gửi đến công ty nghiên cứu được phê duyệt hợp pháp qua Internet các thông tin sau đây, liên quan đến sản phẩm Canon của bạn."
MSM2873="Nếu bạn đồng ý với nội dung trên, nhấp [Đồng ý]. Nếu không, nhấp [Không đồng ý]."
MSM2874="Để phát triển và tiếp thị các sản phẩm đáp ứng tốt hơn nhu cầu của khách hàng, Canon yêu cầu bạn gửi đến Canon (gửi đến công ty nghiên cứu được phê duyệt hợp pháp trong trường hợp sử dụng sản phẩm của Canon tại Trung Quốc) qua Internet các thông tin sau đây, liên quan đến sản phẩm Canon của bạn."
MSM2876="Nếu bạn đồng ý với nội dung trên, nhấp [Đồng ý] để bắt đầu cài đặt chương trình khảo sát. Nếu không, nhấp [Không đồng ý]. Chương trình này không thể chạy trên các phiên bản hệ điều hành không được hỗ trợ."
MSM2901="In thử"
MSM2904="In thử sẽ được thực hiện để kiểm tra hoạt động của máy in.\nNạp giấy thường vào máy in, nhấp [Bắt đầu]. Sau khi hoàn tất in thử, nhấp [Tiếp].\n\nNếu xảy ra lỗi in, thực hiện theo hướng dẫn trên màn hình để bắt đầu thiết lập lại."
MSM2905="Bắt đầu"
MSM2906="Đã gửi dữ liệu để kiểm tra xem máy in có vận hành chính xác không."
MSM3001="Bạn phải có phần mềm này để sử dụng máy in.\nBạn có thể thực hiện thao tác in phù hợp với nhiều loại giấy và cỡ giấy khác nhau."
MSM3002_Mac="Hướng dẫn sử dụng trên màn hình giải thích thao tác của trình điều khiển và giới thiệu các hướng dẫn cơ bản về cách sử dụng phần mềm ứng dụng."
MSM3008="Bạn có thể kết hợp tệp ảnh với văn bản và thực hiện In trực tiếp lên nhãn đĩa một cách dễ dàng."
MSM3009="Cập nhật hệ thống."
MSM3010="Tiện ích này cho phép bạn sử dụng từ máy tính các tệp được lưu trữ trong thẻ nhớ cắm vào khe cắm thẻ của máy in."
MSM3011="Trình điều khiển này cho phép bạn sử dụng thiết bị trên mạng."
MSM3012="Sử dụng công cụ này để thay đổi phương thức kết nối và cài đặt bảo mật của thiết bị được kết nối mạng."
MSM3013="My Printer giúp bạn giải quyết các vấn đề khi in, ví dụ như in bị bẩn."
MSM3016="MP Drivers là công cụ cần thiết để in tài liệu và quét ảnh."
MSM3018="ArcSoft PhotoStudio cho phép bạn chỉnh sửa/nâng cao ảnh được nhập từ máy quét hoặc máy ảnh kỹ thuật số của bạn."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage SE là chương trình OCR (Nhận dạng ký tự quang học) có thể chuyển đổi văn bản trong sách hoặc ký tự trên báo thành dữ liệu văn bản."
MSM3021="Presto! PageManager giúp bạn dễ dàng quét, chia sẻ và quản lý Tài liệu và Ảnh. Bạn có thể lưu tất cả tài liệu liên quan đến công việc của bạn trong thư mục tổng hợp không giới hạn để dễ dàng truy xuất."
MSM3023="Setup Utility cho phép bạn cấu hình cài đặt in qua kết nối hồng ngoại hoặc Bluetooth."
MSM3024="Setup Utility cho phép bạn cấu hình cài đặt in qua PictBridge."
MSM3026="Đây là phần mềm bổ trợ cho phép in ảnh chuyên nghiệp dễ dàng hơn. Để sử dụng phần mềm bổ trợ này, bạn cần cài đặt phần mềm ứng dụng thích hợp."
MSM3027="Trình điều khiển XPS thích hợp để in từ phần mềm ứng dụng hỗ trợ in XPS (trên Windows Vista hoặc cao hơn)."
MSM3027_0="Trình điều khiển XPS thích hợp để in từ phần mềm ứng dụng hỗ trợ in XPS (trên Windows Vista hoặc cao hơn). Trình điều khiển máy in IJ phải được cài đặt chính xác."
MSM3027_1="Trình điều khiển XPS thích hợp để in từ phần mềm ứng dụng hỗ trợ in XPS (trên Windows Vista hoặc cao hơn). MP Drivers phải được cài đặt chính xác."
MSM3028="ScanGear là trình điều khiển cần để thao tác máy quét. Để sử dụng trình điều khiển này, thực hiện phần mềm ứng dụng, ví dụ như chương trình chỉnh sửa ảnh."
MSM3028_Mac="Trình điều khiển là bắt buộc để sử dụng máy quét. Trình điều khiển cho phép bạn chỉ định kích cỡ tài liệu, kích cỡ đầu ra và các cài đặt nâng cao khác khi quét. Trình điều khiển cũng được sử dụng khi thao tác máy quét từ các ứng dụng tương thích TWAIN."
MSM3031_Mac="Hướng dẫn sử dụng trên màn hình giải thích thao tác của trình điều khiển và giới thiệu các hướng dẫn cơ bản về cách sử dụng phần mềm ứng dụng."
MSM3032=
MSM3034="Đây là điều bắt buộc để in chân thực màu sắc của ảnh Adobe RGB. Adobe là nhãn hiệu đã đăng ký hoặc nhãn hiệu của Adobe Systems Incorporated tại Hoa Kỳ và/hoặc các quốc gia khác."
MSM3035="Setup Utility cho phép bạn cấu hình cài đặt in qua kết nối hồng ngoại, Bluetooth hoặc PictBridge."
MSM3037="ScanGear CS là trình điều khiển máy quét (trình điều khiển TWAIN) cần để thao tác máy quét. Để sử dụng trình điều khiển này, thực hiện phần mềm ứng dụng, ví dụ như chương trình chỉnh sửa ảnh."
MSM3040="Easy-PhotoPrint EX cho phép bạn dễ dàng tạo album ảnh của riêng mình, tạo miếng dán hoặc lịch bằng ảnh kỹ thuật số. Bạn cũng có thể in ảnh không viền một cách nhanh chóng. Ngoài ra, bạn có thể áp dụng sửa mắt đỏ và làm mịn khuôn mặt kỹ thuật số trước khi in."
MSM3041="Khởi động phần mềm ứng dụng phụ ngay lập tức để bạn có thể in ảnh dễ dàng."
MSM3042="MP Navigator EX giúp bạn dễ dàng nhập ảnh đã quét của mình trực tiếp vào phần mềm ứng dụng, để in hoặc đính kèm với E-mail hoặc lưu vào máy tính."
MSM3043="Hướng dẫn sử dụng giải thích cách sử dụng máy và phần mềm được cung cấp. Tài liệu này cũng cung cấp thông tin khắc phục sự cố."
MSM3043_Mac="Hướng dẫn sử dụng giải thích cách sử dụng máy và phần mềm được cung cấp. Tài liệu này cũng cung cấp thông tin khắc phục sự cố."
MSM3044="Easy-WebPrint EX cho phép bạn cắt các phần của trang web và in theo bố cục của riêng bạn. Phần mềm này xuất hiện trên trình duyệt của bạn dưới dạng một thanh công cụ tiện dụng."
MSM3044_Mac="Easy-WebPrint EX cho phép bạn cắt các phần của trang web và in theo bố cục của riêng bạn. Phần mềm này là phần bổ trợ tiện dụng cho trình duyệt của bạn. Yêu cầu sử dụng Safari 4.0 trở lên."
MSM3045="Phần mềm này cho phép bạn chỉnh sửa quay số tắt, thông tin người dùng và các cài đặt khác đã đăng ký trong máy in, đồng thời lưu cài đặt đã chỉnh sửa trong máy tính hoặc đăng ký chúng trở lại máy in."
MSM3046="Bằng việc sử dụng Solution Menu EX, bạn có thể ngay lập tức khởi động phần mềm ứng dụng cho phép bạn in album hay lịch dễ dàng hoặc quét tài liệu bằng một lần nhấp chuột. Bạn cũng có thể dễ dàng truy nhập vào trang web của Canon có hỗ trợ các cách sử dụng khác nhau."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Bạn có thể nhập ảnh và sử dụng chúng để tạo và in các mục của cá nhân bạn như ảnh nghệ thuật, thẻ và lịch. Bạn cũng có thể in ảnh không viền và chỉnh sửa/nâng cao ảnh bằng các bước đơn giản. Sử dụng cùng với Image Display để tạo đề xuất từ ảnh đã lưu."
MSM3049="Phần mềm bổ trợ để in ảnh tạo điều kiện thuận lợi và nâng cao sức sáng tạo cho các tác phẩm nghệ thuật chuyên nghiệp. Bạn phải cài đặt ứng dụng phù hợp. Tham khảo hướng dẫn sử dụng để tìm hiểu các ứng dụng tương ứng."
MSM3050="Bạn có thể nhanh chóng khởi chạy phần mềm hoặc hướng dẫn sử dụng cho sản phẩm Canon. Bạn cũng có thể nhanh chóng truy nhập vào trang web cung cấp thông tin hữu ích về sản phẩm Canon hoặc các trang web hữu ích hỗ trợ nhiều cách sử dụng khác nhau, v.v..."
MSM3051="Trình điều khiển là bắt buộc để sử dụng máy quét. Sử dụng trình điều khiển khi thao tác máy quét từ các ứng dụng tương thích ICA."
MSM3052="Tiện ích này quét và lưu ảnh."
MSM3053="Bạn có thể nhanh chóng khởi chạy phần mềm cho sản phẩm Canon của bạn. Bạn cũng có thể truy nhập nhanh vào hướng dẫn sử dụng và nhiều trang web khác nhau."
MSM3054="Thêm từ điển ngôn ngữ để sử dụng khi tạo tệp PDF có thể tìm kiếm văn bản hoặc khi khởi động OCR. Sau khi cài đặt, chọn ngôn ngữ tương ứng trong màn hình cài đặt của Canon IJ Scan Utility."
MSM3055="Đây là ứng dụng mở ScanGear để xem trước và quét ảnh, rồi lưu ảnh vào máy tính."
MSM3056="Phần mềm này cho phép bạn cấu hình cài đặt để sử dụng máy in trên mạng."
MSM3057=
MSM3058=
MSM3059="Đây là phần mềm bổ trợ dành cho Microsoft Word, Microsoft Excel và Microsoft PowerPoint. Sử dụng phần mềm này để đơn giản hóa các công việc in khác nhau từ chương trình Microsoft Office đến máy in."
MSM3062="Với ứng dụng này, bạn có thể chọn cách trình bày bố cục của văn bản và hình ảnh trên trang để in."
MSM3063="Sử dụng ảnh yêu thích để tạo và in ảnh ghép độc đáo, thẻ, lịch cùng nhiều mục khác. Ngoài ra việc in ảnh không viền cũng rất đơn giản."
MSM3064="Chỉ đơn giản bằng cách chọn thư mục có chứa ảnh của bạn, ứng dụng sẽ tự động chọn và sắp xếp ảnh thành một tập sách ảnh. Sau khi bạn đặt hàng qua ứng dụng, tập sách ảnh sẽ được in ở độ phân giải cao trên máy in ảnh chuyên nghiệp Canon. Bạn cũng có thể sử dụng Easy-PhotoPrint Editor để in ảnh từ sách ảnh trên máy in gia đình."
MSM3066="Chỉ đơn giản bằng cách chọn thư mục có chứa ảnh của bạn, ứng dụng sẽ tự động chọn và sắp xếp ảnh thành một tập sách ảnh. Sau khi bạn đặt hàng qua ứng dụng, tập sách ảnh sẽ được in ở độ phân giải cao trên máy in ảnh chuyên nghiệp Canon. Bạn cũng có thể sử dụng Easy-PhotoPrint Editor để in ảnh từ sách ảnh trên máy in gia đình."

MSM4001W="Trình điều khiển máy in IJ"
MSM4001="Trình điều khiển máy in"
MSM4002="Hướng dẫn sử dụng"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Thiết lập mạng"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="Trình điều khiển XPS"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Tiện ích quay số nhanh"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="Trình điều khiển ICA"
MSM4052="IJ Scan Utility2"
MSM4053="Quick Utility Toolbox"
MSM4054="Từ điển bổ sung cho OCR (Tiếng Trung/Tiếng Hàn Quốc)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4057=
MSM4058=
MSM4059="imagePROGRAF Print Plug-In for Office"
MSM4060="IJ Scan Utility"
MSM4063="Free Layout plus"
MSM4064="Easy-PhotoPrint Editor"
MSM4065="PhotoJewel S: tạo sách ảnh mang đậm dấu ấn cá nhân"
MSM4067="hdAlbum EZ: tạo sách ảnh mang đậm dấu ấn cá nhân"

MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=
MSM4160=
MSM4163=
MSM4164=
MSM4165=
MSM4167=

EIDENABLER="Tính năng mua hộp mực trực tuyến hiện đã sẵn sàng."
EIDENABLER_ADMIN="Để thực hiện phần mềm này, bạn phải đăng nhập với vai trò là thành viên của Nhóm quản trị."
MENU1_Mac="Giới thiệu về thiết lập"
MENU2_Mac="Dịch vụ"
MENU3_Mac="Ẩn thiết lập"
MENU4_Mac="Ẩn các mục khác"
MENU5_Mac="Hiển thị tất cả"
MENU6_Mac="Thoát thiết lập"
MENU7_Mac="Sửa"
MENU8_Mac="Cắt"
MENU9_Mac="Sao chép"
MENU10_Mac="Dán"
English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"
CN="Trung Quốc"
HK="Hồng Kông"
ID="In-đô-nê-xi-a"
IN="Ấn Độ"
JP="Nhật Bản"
KR="Hàn Quốc"
MY="Ma-lay-xi-a"
PH="Phi-líp-pin"
SG="Xinh-ga-po"
TW="Đài Loan"
TH="Thái Lan"
VN="Việt Nam"
MO="Ma Cao"
AU="Ô-xtrây-lia"
NZ="Niu Di-lân"
US="Hoa Kỳ"
CA="Canada"
BR="Bra-xin"
MX="Mê-xi-cô"
AR="Ác-hen-ti-na"
CL="Chi-lê"
PA="Pa-na-ma"
AT="Áo"
BE="Bỉ"
BG="Bun-ga-ri"
HR="Crô-oát-ti-a"
CZ="Cộng hòa Séc"
DK="Đan Mạch"
EE="Ét-xtô-ni-a"
FI="Phần Lan"
FR="Pháp"
DE="Đức"
GR="Hy Lạp"
HU="Hung-ga-ri"
IE="Ai-len"
IT="Ý"
LV="Lát-vi-a"
LT="Lít-va"
LU="Lúc-xăm-bua"
NL="Hà Lan"
NO="Na Uy"
PL="Ba Lan"
PT="Bồ Đào Nha"
RO="Ru-ma-ni"
RU="Nga"
SK="Xlô-va-ki-a"
SI="Xlô-ven-ni-a"
ZA="Nam Phi"
ES="Tây Ban Nha"
SE="Thụy Điển"
CH="Thụy Sỹ"
TR="Thỗ Nhĩ Kỳ"
GB="Liên hiệp Vương quốc Anh"
Others="Khác"
MSM5001="Tạo một bí danh trên màn hình nền"
MSM5002="Bạn có đồng ý tạo biệt hiệu của hướng dẫn sử dụng trên màn hình không? Nếu đồng ý, chọn \"Đồng ý\". Nếu chọn \"Không đồng ý\", bạn có thể mở hướng dẫn sử dụng từ Thư mục ứng dụng."
MSM5003="Đồng ý"
MSM5004="Không đồng ý"
MSM5010="Thêm Easy-WebPrint EX vào Dock"
MSM5011="Bạn có đồng ý thêm Easy-WebPrint EX vào dock không? Nếu bạn đồng ý, chọn \"Đồng ý\". Nếu chọn \"Không đồng ý\", bạn có thể sử dụng Easy-WebPrint EX từ Thư mục ứng dụng."
MSM5012="Đồng ý"
MSM6000="Chọn phương thức kết nối máy in."
MSM6001="Kết nối Wi-Fi"
MSM6002="Kết nối mạng LAN có dây (Cáp Ethernet)"
MSM6003="Kết nối USB (Cáp USB)"
MSM6004="Thử thiết lập lại mạng máy in"
MSM6005="Chọn phương thức kết nối Wi-Fi."
MSM6006="Kết nối qua bộ định tuyến không dây (khuyến cáo)"
MSM6007="Kết nối trực tiếp"
MSM6008="Kết nối máy tính và máy in qua bộ định tuyến không dây."
MSM6009="Kết nối trực tiếp máy tính và máy in."
MSM6010="Để chuyển giữa kết nối qua bộ định tuyến không dây và Kết nối trực tiếp hoặc để tìm hiểu thêm chi tiết về phương thức kết nối, nhấp [Chỉ dẫn]."
MSM6011="Chỉ dẫn"
MSM6012="Đảm bảo đã bật máy in."
MSM6013="Máy in trên Danh sách mạng"
MSM6014="Số sê-ri"
MSM6015="Địa chỉ MAC"
MSM6016="Địa chỉ IP"
MSM6017="Không thể tìm thấy máy in cài đặt trên danh sách"
MSM6018="Cập nhật"
MSM6019="1. Để thiết lập máy in trên mạng, chọn một máy in từ danh sách máy in ở trên, rồi nhấp [Tiếp].\n   Có thể tìm thấy số sê-ri trên mặt sau của máy in và trên Thư bảo đảm.\n   Danh sách trên chỉ hiển thị 5 chữ số cuối của số sê-ri.\n2. Nếu không thể tìm thấy máy in cài đặt trên danh sách ở trên, bật máy in và nhấp [Cập nhật].\n3. Nếu vẫn không thể tìm thấy máy in, chọn [Không thể tìm thấy máy in cài đặt trên danh sách] và nhấp [Tiếp]."
MSM6020="1. Để thiết lập máy in trên mạng, chọn một máy in từ danh sách máy in ở trên, rồi nhấp [Tiếp].\n   Có thể tìm thấy số sê-ri trên mặt sau của máy in hoặc Thư bảo đảm.\n2. Nếu không thể tìm thấy máy in cài đặt trên danh sách ở trên, bật máy in và nhấp [Cập nhật].\n3. Nếu vẫn không thể tìm thấy máy in, chọn [Không thể tìm thấy máy in cài đặt trên danh sách] và nhấp [Tiếp].\n4. Để Kết nối USB, cũng chọn [Không thể tìm thấy máy in cài đặt trên danh sách], rồi nhấp [Tiếp]."
MSM6021="Kết nối hoàn tất."
MSM6022="Chọn phương thức kết nối"
MSM6023="Kiểm tra nguồn điện"
MSM6024="Sử dụng phương thức khác để thiết lập. Thực hiện theo hướng dẫn trên màn hình."
MSM6025="Cần hoàn tất thiết lập máy in trước khi có thể cài đặt trình điều khiển XPS. Nếu chưa hoàn tất thiết lập, nhấp [Lên đầu trang] để thiết lập máy in."
MSM6026="Trước khi tiếp tục"
MSM6027="Phần mềm này có thể sẽ sử dụng mạng để thiết lập máy in.\nNếu phần mềm bảo mật của bạn hiển thị bất kỳ cảnh báo nào trong quá trình thiết lập, hãy cho phép phần mềm này tiếp tục chạy.\n(Tham khảo hướng dẫn sử dụng của phần mềm bảo mật để tìm hiểu chi tiết.)\n\nPhần mềm này sẽ thêm phần mềm cài đặt kia vào danh sách các chương trình cho phép trong Tường lửa của Windows."
MSM6028="Hủy kích hoạt chặn"
MSM6029="Chọn máy in"
MSM6026_Mac="Trước khi tiếp tục"
MSM6027_Mac="Phần mềm này có thể sẽ sử dụng mạng để thiết lập máy in.\nBạn có thể cần phải thay đổi cài đặt trong phần mềm bảo mật trước khi bắt đầu thiết lập, tùy thuộc vào loại phần mềm bảo mật bạn đang sử dụng.\n(Tham khảo hướng dẫn sử dụng của phần mềm bảo mật để tìm hiểu chi tiết.)\n\nNếu phần mềm bảo mật hiển thị bất kỳ cảnh báo nào trong quá trình thiết lập, hãy cho phép phần mềm này tiếp tục chạy.\n\nPhần mềm này sử dụng chuỗi khóa.\nNếu Keychain Access yêu cầu bạn cấp phép, hãy nhấp [Always Allow]."
MSM6100="My Image Garden sử dụng ảnh đã lưu trên máy tính của bạn để tự động tạo thẻ hoặc lịch."
MSM6101="CREATIVE PARK PREMIUM đang cung cấp Nội dung ĐẶC BIỆT độc quyền cho người dùng mực Canon chính hãng."
MSM6102="Bạn có thể sao hoàn hảo ảnh đã in chỉ bằng cách chọn menu từ máy in."
MSM6103="Ngay cả khi máy in đã tắt, bạn có thể tự động bật máy in bằng cách bắt đầu in."
MSM6104="Chế độ im lặng cho phép bạn in, sao hoặc quét không gây tiếng ồn, không phải lo lắng về thời gian hoặc môi trường xung quanh."
MSM6105="Các chức năng đã nêu trong tài liệu này có thể thay đổi tùy theo model bạn sử dụng. Để tìm hiểu thêm chi tiết, tham khảo hướng dẫn sử dụng."
MSM6106="Để tìm hiểu thêm chi tiết về chức năng và cài đặt, tham khảo hướng dẫn sử dụng."
MSM6107="Chức năng này cho phép bạn nạp dữ liệu in, rồi tùy ý sắp xếp các trang trên giấy và phóng to hoặc thu nhỏ cỡ trang."
MSM6108="Phần bổ sung này cho phép bạn in ra các bản in chất lượng cao một cách dễ dàng. Hỗ trợ Adobe Photoshop, Adobe Photoshop Lightroom và Digital Photo Professional."
MSM6109="Phần mềm này cho phép bạn in nhiều tệp cùng lúc —có thể thực hiện in hiệu quả. Bạn cũng có thể chia sẻ các tệp qua dịch vụ đám mây."
MSM6110="Phần mềm này cho phép bạn tạo áp phích đã thiết kế, bao gồm nhiều tài liệu."
MSM6111="Phần mềm bổ trợ này dùng để in định dạng lớn dễ dàng từ Microsoft Office, đồng thời cho phép in cỡ dài và in không viền."
MSM6112="Phần mềm này cho phép bạn tùy chỉnh cài đặt giấy. Bạn có thể thay đổi tên giấy và thực hiện điều chỉnh để in một cách tối ưu trên giấy ưa thích."
MSM6113="Phần mềm này cho phép bạn xếp thành bảng số lượng và chi phí của mực và giấy tiêu hao. Bạn cũng có thể xem tổng chi phí in, góp phần giúp quản lý giảm thiểu chi phí dễ dàng hơn."
MSM6114="Phần mềm này cho phép bạn quản lý nhiều tình trạng máy in cùng lúc, đồng thời cho phép bạn nhanh chóng nhận ra lỗi hết mực, đây là tính năng hữu ích trong quản lý máy in."
MSM6115="Sao chép smartphone cho phép bạn sử dụng máy ảnh của smartphone hoặc của máy tính bảng để tạo các bản in tài liệu."
MSM6116="Với Free Layout plus, bạn có thể chọn cách trình bày bố cục của văn bản và hình ảnh trên trang để in."
MSM6117="Với Easy-PhotoPrint Editor, bạn có thể sử dụng ảnh yêu thích để tạo và in ảnh ghép độc đáo, thẻ, lịch cùng nhiều mục khác."
MSM6118="Với Easy-PhotoPrint Editor, bạn có thể in áp phích, lịch và ảnh ghép từ máy tính hoặc smartphone."
MSM6119="Ứng dụng này cho phép bạn in ra các bản in chất lượng cao. Hỗ trợ nhiều ứng dụng chỉnh sửa ảnh như Adobe Photoshop, Adobe Photoshop Lightroom và Digital Photo Professional."
MSM6030="Chọn từ danh sách"
MSM6031="Có thể tìm thấy số sê-ri trên Thư bảo đảm và trên máy in."
MSM6032="Thiết bị IPv4"
MSM6033="Thiết bị IPv6"
MSM6034="Số sê-ri (5 chữ số cuối)"
MSM6035="Vị trí số sê-ri"
MSM6036="Chỉ định địa chỉ IP và thực hiện tìm kiếm"
MSM6037="Thiết lập kết nối mạng theo hướng dẫn"
MSM6038="Chọn tùy chọn này nếu máy in không hiển thị trên danh sách hoặc không thể tìm thấy bằng cách chỉ định địa chỉ IP."
MSM6039="Chọn phương thức tìm kiếm máy in"
MSM6040="Tìm kiếm theo địa chỉ IPv4"
MSM6041="Tìm kiếm theo địa chỉ IPv6"
MSM6042="Tìm kiếm theo tên máy chủ"
MSM6043="Tìm kiếm theo tên Bonjour"
MSM6044="Để chỉ định địa chỉ IP và thực hiện tìm kiếm, bạn cần gán trước một địa chỉ IP cho máy in. Để tìm hiểu thêm chi tiết, nhấp [Hướng dẫn sử dụng trực tuyến]."
MSM6045="Lỗi tìm kiếm địa chỉ IP chỉ định"
MSM6046="Không thể tìm thấy máy in chỉ định. Kiểm tra địa chỉ IP hoặc tên máy chủ, rồi thử lại. Để tìm hiểu thêm chi tiết, nhấp [Hướng dẫn sử dụng trực tuyến]."
MSM6047="Dò tìm lại"
MSM6048="Địa chỉ IP chỉ định hoặc tên máy chủ đang được sử dụng bởi một thiết bị khác. Kiểm tra địa chỉ IP hoặc tên máy chủ, rồi thử lại. Để tìm hiểu thêm chi tiết, nhấp [Hướng dẫn sử dụng trực tuyến]."
MSM6049="Thay đổi cài đặt mạng IPv4"
MSM6050="Chọn phương thức thiết lập, rồi nhập địa chỉ IP của máy in sẽ sử dụng."
MSM6051="Thiết lập tự động"
MSM6052="Bạn cần có máy chủ DHCP để tự động thu nhận địa chỉ IP."
MSM6053="Thiết lập thủ công"
MSM6054="Địa chỉ IPv4"
MSM6055="Liên hệ quản trị viên mạng để tìm hiểu về địa chỉ IP."
MSM6056="Thay đổi cài đặt mạng IPv6"
MSM6057="Bạn cần có máy chủ DHCPv6 hoặc bộ định tuyến IPv6 để tự động thu nhận địa chỉ IPv6."
MSM6058="Địa chỉ IPv6"
MSM6059="Độ dài tiền tố"
MSM6060="Liên hệ quản trị viên mạng để tìm hiểu về địa chỉ IP và độ dài tiền tố."
MSM6061="Lỗi thay đổi cài đặt mạng"
MSM6062="Thay đổi cài đặt có thể thất bại do một trong những nguyên nhân sau đây:\n  -Địa chỉ IP đã nhập không hợp lệ\n  -Địa chỉ IP trùng lặp"
MSM6063="Để tìm hiểu thêm chi tiết, nhấp [Hướng dẫn sử dụng trực tuyến]."
MSM6064="Nhấp [Thêm máy in] và thêm máy in bằng cách thực hiện theo hướng dẫn trên màn hình.\n\nSau khi thêm máy in, nhấp [Tiếp]."
MSM6065="Để sử dụng tất cả các chức năng của máy in này, bạn cần cài đặt trình điều khiển Canon.\nNhấp [Tiếp] và lặp lại thiết lập."
MSM6066="Đặt làm máy in mặc định"
MSM6067="Kết nối máy in và máy tính bằng cáp USB.\nĐảm bảo đã bật máy in."
MSM6068="Ngắt kết nối cáp USB nếu cáp đã được kết nối với máy in."
MSM6069="Tên sản phẩm"
MSM6071="Mạng máy tính không thể sử dụng"
MSM6072="Vui lòng kiểm tra xem kết nối mạng của máy tính đã bật hay chưa. \nĐể kết nối bằng Wi-Fi, kiểm tra trạng thái kết nối của bộ định tuyến không dây."
MSM6073="Nhập mật khẩu quản trị"
MSM6074="Vui lòng nhập mật khẩu quản trị cho máy in."
MSM6075="Mật khẩu quản trị"
MSM6075_add1="Mật khẩu quản trị:"
MSM6076="Mật khẩu không đúng."
MSM6077="Bật Wi-Fi trên máy tính của bạn."
MSM6081="Bạn có thể in từ smartphone hoặc máy tính bảng"
MSM6085="Thông tin mạng trên bộ định tuyến không dây"
MSM6087="Mật khẩu:"
MSM6088="Hiển thị mật khẩu"
MSM6089="Nhấp [Chỉ dẫn], tham khảo hướng dẫn sử dụng trực tuyến và thiết lập smartphone hoặc máy tính bảng của bạn.\nNếu hiện tại bạn không sử dụng smartphone hay máy tính bảng, nhấp [Tiếp]."
MSM6091="Bạn đã thực hiện khởi tạo máy in chưa?"
MSM6092="1. Kiểm tra xem còn mực trong bình mực không.\n2. Nhấn và giữ nút [Dừng (Stop)] của máy in khoảng 5 giây.\nSau đó, máy in sẽ bắt đầu khởi tạo. Quá trình này sẽ mất khoảng 6 phút."
MSM6093="1. Kiểm tra xem còn mực trong bình mực không.\n2. Nhấn và giữ nút [LÀM TIẾP/HỦY BỎ (RESUME/CANCEL)] của máy in khoảng 5 giây.\nSau đó, máy in sẽ bắt đầu khởi tạo. Quá trình này sẽ mất khoảng 6 phút."
MSM6094="Chuẩn bị hệ thống mực"
MSM6095="Chưa chuẩn bị hệ thống mực. Để bắt đầu chuẩn bị, nhấp [Chỉ dẫn] và tham khảo chỉ dẫn chuẩn bị, hoặc tham khảo hướng dẫn sử dụng \"Hướng dẫn bắt đầu (Getting Started)\" đi kèm với máy in."
MSM6096="Kiểm tra máy in"
MSM6097="Mã hỗ trợ: %s\n\nChuẩn bị máy in chưa hoàn tất. Vui lòng kiểm tra máy in của bạn.\nNhấp [Chỉ dẫn] và tham khảo Hướng dẫn sử dụng trực tuyến để tìm hiểu chi tiết.\n\nRồi nhấp [Tiếp]."
MSM6098="Chỉ dẫn"
MSM6099="Tôi sẽ kiểm tra máy in sau."
MSM6120="Kết nối không dây dễ dàng"
MSM6121="Nhấp [Chỉ dẫn] và chuẩn bị máy in để kết nối bằng cách thực hiện theo hướng dẫn sử dụng. Khi máy in sẵn sàng, máy in sẽ được dò thấy và bạn có thể tiếp tục bước tiếp theo. Quá trình dò tìm máy in có thể mất một chút thời gian."
MSM6123="Phương thức thay thế"
MSM6124="Cài đặt Wi-Fi"
MSM6125="Vui lòng chọn phương thức sẽ sử dụng để thiết lập Wi-Fi và nhấp [Tiếp]."
MSM6126="Kết nối Wi-Fi từ máy in"
MSM6127="Thiết lập kết nối Wi-Fi bằng cáp USB"
MSM6128="Nếu vẫn không tìm thấy máy in ngay cả sau khi thực hiện theo các bước trong hướng dẫn, có thể đã xảy ra trục trặc về mạng. Vui lòng nhấp [Khắc phục sự cố] và kiểm tra cài đặt mạng."
MSM6129="Khắc phục sự cố"
MSM6130="Kết nối mạng của máy in"
MSM6131="Khi máy in đã sẵn sàng, nhấp [Tiếp]. Để chuẩn bị kết nối trên máy in, nhấp [Chỉ dẫn] và thực hiện theo hướng dẫn."
MSM6133="Đóng chương trình này và mở hướng dẫn sử dụng trực tuyến.\n\nChương trình này sẽ đóng để không ảnh hưởng đến cài đặt mạng. Sau khi kiểm tra cài đặt mạng, vui lòng khởi động lại ứng dụng."
MSM6134="Nếu bạn không thể tiếp tục bước tiếp theo ngay cả sau khi đã chuẩn bị máy in để kết nối, nhấp [Phương thức thay thế]."
MSM6135="Đóng chương trình này và mở hướng dẫn sử dụng trực tuyến."
MSM6136="Chương trình này sẽ đóng để không ảnh hưởng đến cài đặt mạng. Sau khi kiểm tra cài đặt mạng, vui lòng khởi động lại ứng dụng."
MSM6150="Chọn bộ điều hợp mạng của bạn"
MSM6151="Đã tìm thấy nhiều bộ điều hợp mạng. Vui lòng chọn bộ điều hợp mạng mà bạn muốn sử dụng."
MSM6160="Lối tắt đến Hướng dẫn sử dụng trực tuyến"
MSM6161="Bạn có muốn tạo lối tắt trên màn hình nền cho hướng dẫn sử dụng trực tuyến?"
MSM6162="Hướng dẫn sử dụng trực tuyến Canon %s"
MSM6163="Tạo lối tắt"
MSM6164="Không tạo lối tắt"
MSM6170="Không thể phát hiện máy in.\nNhấp [Khắc phục sự cố] và kiểm tra quy trình chỉnh sửa."
MSM6171="Đã phát hiện được máy in. Vui lòng chờ cho đến khi quá trình cài đặt hoàn tất.\nQuá trình này có thể mất một chút thời gian."
MSM6172="Đã kết nối cáp USB với máy in. Vui lòng ngắt kết nối."
MSM6173="Kết nối máy in chưa hoàn tất. Bạn có muốn quay lại màn hình trước?"
MSM6180="Kết nối máy in với mạng"
MSM6181="Nhấp [Tiếp], rồi thiết lập máy in theo hướng dẫn hiển thị."
MSM6182="Không tìm thấy bất kỳ máy in nào.\nNhấp [Tiếp], rồi thiết lập máy in theo hướng dẫn hiển thị."
MSM6183="Tìm kiếm địa chỉ IP"
MSM6184="Chọn máy in mà bạn muốn thiết lập từ danh sách. Nếu nhiều máy in có tên sản phẩm giống nhau, hãy kiểm tra số sê-ri."
MSM6185="Kiểm tra số sê-ri"
MSM6186="Nếu máy in bạn đang tìm kiếm không có trong danh sách, nhấp [Không tìm thấy máy in]."
MSM6187="Không tìm thấy máy in"
MSM6190="Chuẩn bị máy in"
MSM6191="Nhấn và giữ nút sau trên máy in trong 3 giây rồi nhấp [Tiếp]."
MSM6192="Nếu bạn gặp sự cố khi kết nối bằng nút này, nhấp [Chỉ dẫn]."
MSM6193="Đang tìm kiếm máy in. Vui lòng chờ. Quá trình này có thể mất khoảng một phút."
MSM6200="Đang kiểm tra trạng thái máy quét"
MSM6201="Kết nối máy quét và máy tính bằng cáp USB.\nBật máy quét nếu máy có nút BẬT hoặc công tắc nguồn."
MSM6202="Không thể phát hiện máy quét.\nNhấp [Khắc phục sự cố] để xem giải pháp khả dụng."
MSM6203="Đã kết nối cáp USB với máy quét. Vui lòng ngắt kết nối."
MSM6204="Đã phát hiện được máy quét. Vui lòng chờ cho đến khi quá trình cài đặt hoàn tất.\nQuá trình này có thể mất một chút thời gian."
MSM6210="Tìm hiểu thêm về Canon %s của bạn"
MSM6211="Nhiều ứng dụng hơn cho %s"
MSM6212="Hướng dẫn sử dụng Canon %s"
MSM6213="Hướng dẫn sử dụng trực tuyến"
MSM6220="Chuẩn bị máy in có thể chưa hoàn tất. Vui lòng tham khảo Hướng dẫn sử dụng trực tuyến."
MSM6221="Chuẩn bị máy in có thể chưa hoàn tất."
MSM6222="Vui lòng tham khảo Hướng dẫn sử dụng trực tuyến."
MSM6230="Kết nối qua bộ định tuyến không dây"
MSM6233="Tùy thuộc vào môi trường mạng của bạn, kết nối trực tiếp với máy in có thể ngắt kết nối máy tính khỏi internet.\nBạn có muốn chọn máy in để kết nối?\n\nKết nối hiện tại: %s"
MSM6240="Không thể tìm thấy máy in chỉ định. Kiểm tra địa chỉ IP hoặc tên Bonjour, rồi thử lại. Để tìm hiểu thêm chi tiết, nhấp [Hướng dẫn sử dụng trực tuyến]."
MSM6241="Địa chỉ IP chỉ định hoặc tên Bonjour đang được sử dụng bởi một thiết bị khác. Kiểm tra địa chỉ IP hoặc tên Bonjour, rồi thử lại. Để tìm hiểu thêm chi tiết, nhấp [Hướng dẫn sử dụng trực tuyến]."
